Repository: GuideOS/lightpad
Catalog: po/*.po
Languages: de, es, fr, pt

source: Search
de: Suchen
es: Búsqueda
fr: Rechercher
pt: Pesquisa

source: Application Launcher
de: Anwendungsstarter
es: Lanzador de Aplicaciones
fr: Lanceur d'applications
pt: Lançador de aplicativos

source: Lightweight, beautiful, and powerful application launcher
de: Leichter, schöner und leistungsstarker Anwendungsstarter
fr: Lanceur d'applications léger, élégant et puissant

source: Lightweight Application Launcher
de: Leichter Anwendungsstarter
es: Lanzador de Aplicaciones Ligero
fr: Lanceur d'Applications Léger
pt: Lançador de Aplicativos Leve

source: A lightweight, simple, beautiful and powerful application launcher for GNU/Linux.
de: Ein leichter, einfacher, schöner und leistungsstarker Anwendungsstarter für GNU/Linux.
fr: Un lanceur d'applications léger, simple, élégant et puissant pour GNU/Linux.

source: Additional features include:
de: Zusätzliche Funktionen umfassen:
es: Las características adicionales incluyen:
fr: Fonctionnalités supplémentaires incluses:
pt: Recursos adicionais incluem:

source: Wayland compatible
de: Wayland-kompatibel
es: Compatible con Wayland
fr: Compatible Wayland
pt: Compatível com Wayland

source: Dynamic Background
de: Dynamischer Hintergrund
es: Fondo dinámico
fr: Fond d'écran dynamique
pt: Plano de fundo dinâmico

source: Blocklist File
de: Blocklisten-Datei
es: Archivo de lista de bloqueo
fr: Fichier de liste de blocage
pt: Arquivo de lista de bloqueio

source: LightPad in action
de: LightPad in Aktion
es: LightPad en acción
fr: LightPad en action
pt: LightPad em ação

source: A new version that improves the user experience.
de: Eine neue Version, die die Benutzererfahrung verbessert.
es: Una nueva versión que mejora la experiencia de uso.
fr: Une nouvelle version qui améliore l'expérience utilisateur.
pt: Uma nova versão que melhora a experiência do usuário.

source: 🌟️ New intermediate icon cache that improves LightPad startup speed by more than 4 times.
de: 🌟️ Neuer Zwischen-Icon-Cache, der die Startgeschwindigkeit von LightPad um mehr als das 4-fache verbessert.
es: 🌟️ Nueva caché intermedia de iconos que mejora la velocidad de arranque de LightPad en más de 4 veces.
fr: 🌟️ Nouveau cache d'icônes intermédiaire qui améliore la vitesse de démarrage de LightPad de plus de 4 fois.
pt: 🌟️ Novo cache intermediário de ícones que melhora a velocidade de inicialização do LightPad em mais de 4 vezes.

source: 🇦🇷 Spanish translation
de: 🇦🇷 Spanische Übersetzung
es: 🇦🇷 Traducción al español
fr: 🇦🇷 Traduction espagnole
pt: 🇦🇷 Tradução para o espanhol

source: 🇩🇪 German translation
de: 🇩🇪 Deutsche Übersetzung
es: 🇩🇪 Traducción al alemán
fr: 🇩🇪 Traduction allemande
pt: 🇩🇪 Tradução para o alemão

source: 🇫🇷 French translation
de: 🇫🇷 Französische Übersetzung
es: 🇫🇷 Traducción al francés
fr: 🇫🇷 Traduction française
pt: 🇫🇷 Tradução para o francês

source: 🇧🇷 Portuguese translation
de: 🇧🇷 Portugiesische Übersetzung
es: 🇧🇷 Traducción al portugués
fr: 🇧🇷 Traduction portugaise
pt: 🇧🇷 Tradução para o português

source: This release brings significant improvements including convenient command-line flags for optional features, a man page for the binary, refined app sorting and removal of unused dependencies.
de: Diese Version bringt signifikante Verbesserungen mit sich, darunter praktische Kommandozeilen-Flags für optionale Funktionen, eine Manpage für das Binärprogramm, eine verfeinerte App-Sortierung und die Entfernung ungenutzter Abhängigkeiten.
es: Esta versión aporta mejoras significativas, entre las que se incluyen convenientes banderas de línea de comandos para funciones opcionales, una página de manual para el binario, un mejor ordenamiento de las aplicaciones y la eliminación de dependencias no utilizadas.
fr: Cette version apporte des améliorations significatives, notamment des drapeaux de ligne de commande pratiques pour les fonctionnalités optionnelles, une page de manuel pour le binaire, un tri affiné des applications et la suppression des dépendances inutilisées.
pt: Esta versão traz melhorias significativas, incluindo sinalizadores de linha de comando convenientes para recursos opcionais, uma página de manual para o binário, organização refinada de aplicativos e remoção de dependências não utilizadas.

source: A bunch of resolved issues (#5, #9, #16, #21, #23, #26, #28, #29)
de: Eine Reihe gelöster Probleme (#5, #9, #16, #21, #23, #26, #28, #29)
es: Un montón de problemas resueltos (#5, #9, #16, #21, #23, #26, #28, #29)
fr: Un tas de problèmes résolus (#5, #9, #16, #21, #23, #26, #28, #29)
pt: Uma série de problemas resolvidos (#5, #9, #16, #21, #23, #26, #28, #29)

source: Lightweight, look nice and powerful application launcher
es: Lanzador de aplicaciones ligero, atractivo y potente
pt: Lançador de aplicativos leve, bonito e poderoso

source: A lightweight, simple, look nice and powerful application launcher for GNU/Linux.
es: Un lanzador de aplicaciones para GNU/Linux ligero, sencillo, atractivo y potente.
pt: Um lançador de aplicativos leve, simples, bonito e poderoso para GNU/Linux.
